{"data":{"markdownRemark":{"html":"<p>For my senior capstone project I created a new data visualzation tool for the MBTA as a part of the <a href=\"https://www.mbtabackontrack.com\">Office of Performance Management and Innovation (OPMI)</a>. </p>\n<div class=\"polariod-container\">\n<div class=\"polaroid\">\n  <img src=\"https://66.media.tumblr.com/149ae1db546fefb690b865540b875b8e/tumblr_prqqrzhl9I1scy1sco9_1280.png\" alt=\"Start page of Bus Crowding Explorer\" />\n  <div class=\"container\">\n  <p>The inspiration for the Joy Division album cover actually came from a data visualization from the Cambridge Encyclopedia of Astronomy</p>\n  </div>\n</div>\n</div>\n<h2>How is crowding measured?</h2>\n<p>Crowding measurement is.. complex. On the most basic level, bus crowding is defined by the <a href=\"https://www.mbta.com/policies\">MBTA Service Delivery Policy</a> as a function of vehicle occupancy in terms of passenger time. This means that the actual measurment of crowding is in uncomfortable passenger hours, meaning the cummulative time spent by passengers in uncomfortable conditions  During high occupancy times, all passengers are considered uncomfortable if a vehicle is at 140% of its seated capacity (meaning that for every 3 people sitting, another person is standing). When the vehicle is between 125% and 140% seated capacity, all standing passengers are considered uncomfortable and their time is counted for the metric. For times that aren't high occupancy, if the vehicle is at 125% of seated capacity or higher, all passengers are considered uncomfortable. Otherwise all passengers are considered comfortable. </p>\n<p><em>insert picture here</em></p>\n<h2>Why crowding matters</h2>\n<p>Reducing trips made by single occupancy vehicles is key to reducing emissions in the US. The sector that contributed most to US greenhouse gas emissions in 2016 was the transportation sector, contributing almost 30% of greenhouse gas emissions. A key way to cut down on these emissions is for single occupancy vehicle trips to be made on ‘cleaner’ modes of transport — like public transportation, walking, or biking. Cities that wish to reduce their emissions therefore must look to making improvements in public transit in order to cut down on single occupancy vehicle trips. </p>\n<p>Getting individuals to make the switch from private single occupancy vehicle transportation to public transportation requires users to find the mode switch to be, among other factors, a convenience. When considering a mode shift, comfort is one of the many factors that a potential rider will consider. Perceived comfort can be linked to dissatisfaction with standing and not being seated, with lessened ability to make use of time during a public transit trip (i.e. reading a book), and the physical closeness to other travellers. As passenger comfort is an inherently subjective metric with wide variation, it can be difficult for transit authorities to measure and improve. Factors that contribute to perceived comfort can be linked to crowding, which can be easier for agencies to measure. Crowding is also a good metric to identify demand in certain areas at certain times; if a bus along a particular route is crowded, that means that the origin destination pair that route serves is in high demand during the time segments where it is chronically crowded. </p>\n<p><em>insert picture here</em></p>\n<p>Crowding must be a consideration when transit authorities seek to gain ridership, or when metropolitan areas seek to reduce emissions because crowding not only points to where passengers are less comfortable, but also to where the system is in high demand. Crowding metrics can show planners whether a system, under its current operating schedule, can handle an increase in passenger load. If the system, at peak demand times, is already at maximum capacity, then the vehicles within the system cannot handle an increase in passengers. Simply put, a crowded system cannot handle any new passengers without making changes to the operations. If metropolitan areas choose to make policy to incentivize mode shift from single occupancy vehicles, they must make sure to adequately provide for improvements in public transit systems to prevent overcrowding. This includes addressing crowding in vehicles and making sure agencies have the capacity to take an increase in ridership. </p>\n<p>In addition to attracting potential riders, improvements in passenger comfort benefit current riders. Reductions in crowding have been shown to be more beneficial for commuter perception than increases in reliability. Crowding in public transit has been shown to increase stress levels of riders. Crowding conditions affect riders’ ability to choose optimal work times, their ability to be productive during their trip, and the cost they associate with their journey. </p>\n<h5>Special thanks to:</h5>\n<ul>\n<li><strong>Arthur Prokosch</strong>, project management and support</li>\n<li><strong>Laura Riegel</strong>, opinion-giver and transit data expert</li>\n</ul>","frontmatter":{"title":"Bus Crowding Explorer","date":"April 29, 2019","author":"Violet Lingenfelter","tags":["D3.js","PostgreSQL","php","JavaScript"],"cover":{"childImageSharp":{"fluid":{"base64":"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAABQAAAALCAYAAAB/Ca1DAAAACXBIWXMAABYlAAAWJQFJUiTwAAACJElEQVQoz3WT3WsTURDF8z/6JOKLoC/+DVJB8dkHFQQxUhQRtFpsY7UhsbXVJpp+udpks9l8bJKNMWnafLRUO/d47h2jIPiw3GXuzm/OnJlNmFEdZliDOazCjHiOGpBvnyDftyHdbbj7cRNmUIK03sGc7EM6eZiDAGbSZi7zxi39jk9i+iLtDcj+V15GCmxkeBb0QyZKnGMs7YpLfZkFd/4DJMBYULAA0y1o8h/gplP8F5jRu+ITCngPcxQTGP4DZEDCJfzIP8RpK+fak85HSKTJzoZJrLF6mieB/lMCP7i2pTdVWlMguhs4uD+D4oVzOM4mgeEeYauQ5qoqskr6XwgnMHhOHxn35yDVFN/XCS3rvbWAYhLobyK+fhne2TOQXJKDYGvRihuA1F5Dys/0pCWyx1Z35vAzc5ttE9rIsvBb2kH/q6842JDA4zqGszdQunQep4UkTLyufjVXtMXQQgnbegyTuYn+ravozFwEtmiRz3hAcGUJUmLhKEsPJzWcLN/B6ME1iPcIprfLIbHtcEGV0isJFnlH3/L3cJS6i/HsFZjyPJVz2sELqkurDbQnYWWayiJgk1przg83WUKd6badDhVXWKAyD1AFyvSyvaYrY/eT/ll/bW7Cjl4G1nS7rL4usXsina5d5oGvPtqBcKldzBa203VrV3T2uClLg56VKNlLuSR7aauaQ/4JPY+qXjrlEr7RVel7qn5a9PdiS++zA/4CU0Yhm+H8lUkAAAAASUVORK5CYII=","tracedSVG":"data:image/svg+xml,%3csvg xmlns='http://www.w3.org/2000/svg' width='400' height='223'%3e%3cpath d='M32 108l1 41v12h8V80h-9v28m12 1l1 41v11h8V80h-9v29m12-16l1 24v12h8V80h-9v13m-35 11v9h8V96h-8v8m237 33v24h9v-49h-9v25m-12-8v16h9v-32h-8l-1 16m-23 8v8h8v-16h-8v8m47 0v8h8v-16h-8v8' fill='%23d3d3d3' fill-rule='evenodd'/%3e%3c/svg%3e","aspectRatio":1.7906976744186047,"src":"/static/985414b49ed85edd21165db7910177d7/20961/bce.png","srcSet":"/static/985414b49ed85edd21165db7910177d7/a4c64/bce.png 190w,\n/static/985414b49ed85edd21165db7910177d7/d9bfb/bce.png 380w,\n/static/985414b49ed85edd21165db7910177d7/20961/bce.png 539w","srcWebp":"/static/985414b49ed85edd21165db7910177d7/642b7/bce.webp","srcSetWebp":"/static/985414b49ed85edd21165db7910177d7/18aa5/bce.webp 190w,\n/static/985414b49ed85edd21165db7910177d7/ba249/bce.webp 380w,\n/static/985414b49ed85edd21165db7910177d7/642b7/bce.webp 539w","sizes":"(max-width: 539px) 100vw, 539px","originalImg":"/static/985414b49ed85edd21165db7910177d7/20961/bce.png","originalName":"bce.png","presentationWidth":539,"presentationHeight":301}}}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"/projects/bus-crowding-explorer/about/"}}